Repository: OmChachad/Acostarse
Catalog: Acostarse/Localizable.xcstrings
Source language: en
Languages: es

# About.Description
source: I'm the sole developer behind Acostar, thanks for checking out my app. I'm a passionate software developer who loves making apps for free. I hope you are enjoying Acostar!
es: Soy el único desarrollador detrás de “Acostar”. ¡Gracias por probar mi app! Soy un apasionado desarrollador de software que disfruta creando aplicaciones gratuitas. ¡Espero que estés disfrutando “Acostar”!

# About.Hi
source: Hi, I'm Om Chachad! 👋🏻
es: Hola, soy Om Chachad! 👋🏻

source: Acostar is ready to use!
es: “Acostar” está listo para usarse!

source: Back
es: Atrás

source: Choose a time:
es: Elige una hora:

source: Close
es: Cerrar

source: Done
es: Listo

source: Email
es: Correo

# FullScreenAlert.delaySleep
source: I need five more minutes.
es: Necesito cinco minutos más.

# FullScreenAlert.goToSleepButton
source: Go to sleep
es: Ir a dormir

# FullScreenAlert.subtitle
source: Turn off your Mac and head to sleep.
es: Apaga tu Mac y prepárate para dormir.

# FullScreenAlert.title
source: It’s bedtime.
es: Es hora de dormir.

source: Get in touch
es: Contáctanos

source: Next
es: Siguiente

# Onboarding.MenuBarHighlighter.explanation
source: Click on the menu bar icon to re-configure your bedtime settings anytime.
es: Haz clic en el ícono de la barra de menús para reconfigurar tus ajustes de hora de dormir en cualquier momento.

# Onboarding.MenuBarHighlighter.title
source: Acostar lives in your menu bar.
es: “Acostar” vive en la barra de menús.

# Onboarding.StrictMode.title
source: Prone to Proctrastination? Enable Strict Mode.
es: ¿Sueles procrastinar? Activa el modo estricto.

# Onboarding.Welcome
source: Welcome to Acostar!
es: ¡Te damos la bienvenida a “Acostar"!

source: Our Website
es: Nuestro sitio web

source: Privacy Policy
es: Política de privacidad

source: Quit App
es: Salir de Acostar

source: Restore Purchases
es: Restaurar compras

# Roadmap.DelayFriction
source: Friction for Delaying Bedtime
es: Dificultad para posponer la hora de dormir

# Roadmap.DelayFriction.description
source: Adding friction to discourage delaying bedtime, ensuring a healthier sleep routine.
es: Añadir obstáculos para desalentar el retraso de la hora de dormir, asegurando una rutina de sueño más saludable.

# Roadmap.IntelligentBreakthrough
source: Intelligent Breakthrough
es: Avance en inteligencia

# Roadmap.IntelligentBreakthrough.description
source: A system to intelligently delay bedtime reminders based on ongoing important activities.
es: Un sistema que retrasará inteligentemente los recordatorios de dormir según actividades importantes en curso.

# Roadmap.iOSApp
source: iOS App
es: App para iOS

# Roadmap.iOSApp.description
source: Bringing over a bedtime reminder to iOS.
es: Llevar un recordatorio de la hora de dormir a iOS.

# Roadmap.RequestFeature
source: Have a feature you really want to see?
es: ¿Hay alguna función que te gustaría mucho que agreguemos?

# Roadmap.WindDown
source: Wind Down
es: Relajación

# Roadmap.WindDown.description
source: A reminder to nudge you to wind down before bedtime.
es: Un recordatorio que te ayudará a relajarte antes de acostarte.

source: Settings
es: Configuración

# Settings.About
source: About
es: Acerca de

# Settings.Roadmap
source: Roadmap
es: Plan de desarrollo

source: Start
es: Empezar

source: Start at login
es: Abrir al iniciar sesión

source: Start Using
es: Comenzar a usar

# StrictMode.explanation
source: Strict Mode will prevent you from delaying bedtime and will force you to put your Mac to sleep.
es: El modo estricto evitará que retrases la hora de dormir y te obligará a poner tu Mac en reposo.

# StrictMode.explanationCompact
source: Strict Mode will prevent you from delaying bedtime.
es: El modo estricto evitará que retrases la hora de dormir.

# StrictMode.title
source: Strict Mode
es: Modo Estricto

source: Tip Jar
es: Bote de propinas

# TipJar.Appreciate
source: Appreciate the App
es: Aprecia la app

# TipJar.Disclaimer
source: I get 70% of how much you tip, 30% goes to Apple. *All tips matter equally,* Thank you so much!
es: Recibo el 70% de lo que aportas; el 30% va para Apple. *Todas las propinas cuentan por igual.* ¡Mil gracias!

# TipJar.explanation
source: Tipping lets me, the sole developer of Acostar, know that you're enjoying the app, helps sustain development and lets me keep the app 100% free for all users.
es: Las propinas me permiten, como único desarrollador de “Acostar”, saber que estás disfrutando la app, ayudan a sostener su desarrollo y me permiten mantenerla 100% gratis para todos los usuarios.

# TipJar.FacilitateUpdates
source: Facilitate Future Updates
es: Facilita futuras actualizaciones

# TipJar.KeepFree
source: Keep the app Free-to-use
es: Mantén la app gratuita para todos

# TipJar.otherWaysToSupport
source: Can't tip? Other ways to support:
es: ¿No puedes dejar una propina? Otras formas de apoyar

# TipJar.PerksTitle
source: All Perks
es: Todos los beneficios

# TipJar.Support
source: Support Indie Development
es: Apoya el desarrollo independiente

# TipJar.whyTip
source: 🤔 Why should I tip?
es: 🤔 ¿Por qué dar una propina?

source: Walkthrough
es: Guía introductoria

source: What's your bedtime?
es: ¿Cuál es tu hora de dormir?

source: Write a Review
es: Escribir una reseña
